/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"General" = "General";
"About" = "About";

"Credits" = "Credits";
"Reset Music One" = "Reset Music One";
"Disable Auto-Lock" = "Disable Auto-Lock";
"Reset on Next Start" = "Reset on Next Start";

"About Text" = "Privacy Policy

To assist in counting your song votes, we transmit your iPhone device ID to the station server. The device identifier is not used for any other purpose. We do not collect any other personally identifible information, but this policy may change in the future. 

Copyright Notice

All materials contained on this site are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Bobby Wallace or in the case of third party materials, the owner of that content. You may not alter or remove any trademark, copyright or other notice from copies of the content.";

"Reset Database Text" = "If you are experiencing problems with this application, resetting it may help. Resetting the application will restore all settings and preferences to their defaults. All cached songs will be purged, including your Favorites and Votes.

Just set the above toggle to ON and start Music One.";

"Credits Text" = "Application development by Bobby Wallace. E-mail Bobby at bikeath1337@me.com

Thanks to Richard Cowell, founder of Music One, for the opportunity to work on this app.

Creative collaboration by Matthew Smoluch.

Parts of the audio streamer inner workings adapted from great work, with thanks, by Matt Gallagher.

Some code of the streaming code was created by Matt Gallagher on 28/10/08. Copyright Matt Gallagher 2008. All rights reserved.

Permission is given to use this source code file, free of charge, in any project, commercial or otherwise, entirely at your risk, with the condition that any redistribution (in part or whole) of source code must retain this copyright and permission notice. Attribution in compiled projects is appreciated but not required.";